---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.FabricFailures
source: html/b5925125-9baa-ba5b-b6b5-4c491b13663d.htm
---
# BuiltInFailures.FabricFailures Properties

Fabric Bend Diameter is negative.